[{"widgetInfo":{"name":"EP widget","pageType":"details","pageTitle":null,"token":"3493894fa4ea036cfc6433c3e2ee63b0","poweredBy":0,"listPageLink":"http:\/\/www.ethicalperformance.com\/3blmedia-news","listPageThumb":"1"},"Pagination":{"currentPage":1,"previousPage":null,"nextPage":2,"totalPages":2981,"newsPerPage":"20"},"newsList":[{"companyName":"Antea Group","companyLink":"http:\/\/www.3blmedia.com\/Profiles\/Antea-Group","id":"203096","title":"Go to the Pros: Highlighting Decades of PFAS Management Experience","type":"Blog","publishedDate":"2018-08-07T10:40:00-04:00","shortTeaser":"PFAS contamination is a massive problem. Learn how Antea Group's decades of experience set them up for management success.","description":"<p><a href=\"https:\/\/us.anteagroup.com\/en-us\/services\/environmental-remediation\/pfas-management-support\" target=\"_blank\">Per and polyfluoroalkyl substances (PFAS)<\/a>&nbsp;are appearing in drinking water across the United States. Since the EPA&rsquo;s adoption of advisory drinking water levels for PFAS in 2016, it has re-emerged as a contaminant of concern at scores of sites across the country.<\/p><p>Since PFAS management has become such a pressing need for many local governments and companies, numerous firms, sometimes with little to no history of assessing for PFAS or related contaminants, have popped up claiming to solve contamination problems.<\/p><p>Learn more about Antea Group&#39;s decades of experience in&nbsp;<a href=\"https:\/\/us.anteagroup.com\/en-us\/blog\/go-pros-highlighting-decades-pfas-management-experience\" target=\"_blank\">PFAS management<\/a>.<\/p><p><strong>About Antea Group<\/strong><\/p><p>Antea Group is an international engineering and environmental consulting firm specializing in full-service solutions in the fields of environment, infrastructure, urban planning and water. By combining strategic thinking and multidisciplinary perspectives with technical expertise and pragmatic action, we do more than effectively solve client challenges; we deliver sustainable results for a better future. With more than 3,000 employees in over 100 offices around the world, we serve clients ranging from global energy companies and manufacturers to national governments and local municipalities. Learn more at&nbsp;<a href=\"http:\/\/us.anteagroup.com\/\" target=\"_blank\">http:\/\/us.anteagroup.com<\/a>.<\/p>","linkTo3BL":"http:\/\/www.3blmedia.com\/News\/Go-Pros-Highlighting-Decades-PFAS-Management-Experience","thumbnailLink":"https:\/\/www.3blmedia.com\/sites\/www.3blmedia.com\/files\/styles\/thumbnail\/public\/images\/PFAS_sampling.jpg","mediumPhotoLink":"https:\/\/www.3blmedia.com\/sites\/www.3blmedia.com\/files\/styles\/medium\/public\/images\/PFAS_sampling.jpg"},{"companyName":"Bloomberg","companyLink":"http:\/\/www.3blmedia.com\/Profiles\/Bloomberg","id":"209101","title":"Bloomberg Interns Give Back for Annual Day of Service","type":"Blog","publishedDate":"2018-08-07T10:25:00-04:00","shortTeaser":"Bloomberg’s summer interns are immersed not only in the company’s day-to-day business but also in our culture of service and giving back. As part of Bloomberg Philanthropies, we are dedicated to helping our communities around the world and work with a wide range of partners on programs ranging from mentoring students to preserving natural resources and protecting our planet.","description":"<p>Bloomberg&rsquo;s summer interns are immersed not only in the company&rsquo;s day-to-day business but also in our culture of service and giving back. As part of Bloomberg Philanthropies, we are dedicated to helping our communities around the world and work with a wide range of partners on programs ranging from mentoring students to preserving natural resources and protecting our planet.<\/p><p>This year&rsquo;s Intern Day of Service at Bloomberg saw more than 400 interns volunteering in a diverse range of projects throughout New York and New Jersey, benefitting 11 of our local non-profit partners.<br \/><br \/><a href=\"https:\/\/www.bloomberg.com\/philanthropy\/blog\/bloomberg-interns-give-back-annual-day-service\/\" target=\"_blank\">Click here<\/a> to read the full story.&nbsp;<\/p>","linkTo3BL":"http:\/\/www.3blmedia.com\/News\/Bloomberg-Interns-Give-Back-Annual-Day-Service","thumbnailLink":"https:\/\/www.3blmedia.com\/sites\/www.3blmedia.com\/files\/styles\/thumbnail\/public\/images\/Ronald-McDonal-House2.jpg","mediumPhotoLink":"https:\/\/www.3blmedia.com\/sites\/www.3blmedia.com\/files\/styles\/medium\/public\/images\/Ronald-McDonal-House2.jpg"},{"companyName":"World Agroforestry Centre (ICRAF)","companyLink":"http:\/\/www.3blmedia.com\/Profiles\/World-Agroforestry-Centre-ICRAF","id":"208396","title":"How Changing the World's Food Systems Can Help to Protect the Planet","type":"Article","publishedDate":"2018-08-07T10:05:00-04:00","shortTeaser":"Going into debt with nature is a dangerous thing. When our stocks of water, land and clean air are spent – we don’t have a second planet to borrow from. But that’s exactly the way that Earth is heading. 1 August 2018 marks an annual event, “Earth Overshoot Day”: the day on which the natural resources the planet can regenerate within one year are exhausted. This is the earliest date on which Earth Overshoot Day has ever been reached.","description":"<p><em>by Elwyn Grainger-Jones, Executive Director, CGIAR<\/em><\/p><p>Going into debt with nature is a dangerous thing. When our stocks of water, land and clean air are spent &ndash; we don&rsquo;t have a second planet to borrow from. But that&rsquo;s exactly the way that Earth is heading. 1 August 2018 marks an annual event, &ldquo;<a href=\"https:\/\/www.theguardian.com\/environment\/2018\/jul\/23\/earths-resources-consumed-in-ever-greater-destructive-volumes\" target=\"_blank\">Earth Overshoot Day<\/a>&rdquo;: the day on which the natural resources the planet can regenerate within one year are exhausted. This is&nbsp;<a href=\"https:\/\/www.footprintnetwork.org\/\" target=\"_blank\">the earliest date<\/a>&nbsp;on which Earth Overshoot Day has ever been reached.<\/p><p><a href=\"https:\/\/theconversation.com\/how-changing-the-worlds-food-systems-can-help-to-protect-the-planet-100619\" target=\"_blank\">Read the full article on The Conversation website<\/a>.<\/p>","linkTo3BL":"http:\/\/www.3blmedia.com\/News\/How-Changing-Worlds-Food-Systems-Can-Help-Protect-Planet","thumbnailLink":"https:\/\/www.3blmedia.com\/sites\/www.3blmedia.com\/files\/styles\/thumbnail\/public\/images\/Farm_Tech.jpg","mediumPhotoLink":"https:\/\/www.3blmedia.com\/sites\/www.3blmedia.com\/files\/styles\/medium\/public\/images\/Farm_Tech.jpg"},{"companyName":"Governance & Accountability Institute, Inc.","companyLink":"http:\/\/www.3blmedia.com\/Profiles\/Governance-Accountability-Institute-Inc","id":"208286","title":"About Sustainability Ratings: CPAs Are Being Educated by Their Profession's Journal - a Good First Effort to Push Information to All Levels of CPAs ","type":"Newsletter","publishedDate":"2018-08-07T10:00:00-04:00","shortTeaser":"The professional CPAs working inside a public company, or in the outside accounting firm working with a company may or may not yet be involved in assisting corporate managers in responding to a growing number of third-party surveys focused on the company’s ESG strategies, actions and achievements.  Responses to these periodic surveys and engagements by other means with the ratings and rankings organizations are increasingly shaping outcomes – that is, investor opinions of the company. ","description":"<p>The professional CPAs working inside a public company, or in the outside accounting firm working with a company may or may not yet be involved in assisting corporate managers in responding to a growing number of third-party surveys focused on the company&rsquo;s ESG strategies, actions and achievements.&nbsp; Responses to these periodic surveys and engagements by other means with the ratings and rankings organizations are increasingly shaping outcomes &ndash; that is, investor opinions of the company.&nbsp;<\/p><p>Many more companies are now receiving surveys <em>from<\/em> and responding <em>to<\/em> a growing number of third-party ESG rating providers &ndash; and as we are told by our corporate connections, very often managers are straining under the effort to effectively respond given the breadth of information sought and the information available in the corporation.<\/p><p>As we advise corporate managers, it is important to know that there is a <em>publicly-available ESG profile<\/em> of your company that investors are considering in various ways &ndash; and either you will shape the profile and tell the company&rsquo;s sustainability progress story, or someone else will.&nbsp; That &ldquo;someone else&rdquo; would be the global universe of ESG rating providers -- and their output is directed to their investor clients. The ones who invest in, or could invest in, <em>your company.<\/em><\/p><p>Savvy corporate managers of course &ldquo;get it&rdquo; and really make the effort to effectively respond to as many queries and surveys as possible.&nbsp; But what about the internal financial managers and outside accountants &ndash; are they involved?&nbsp; At some firms, yes, and other firms no -- or <em>not yet.<\/em>&nbsp; The Big Four are tuned in to corporate ESG \/ sustainability disclosure and reporting.&nbsp; But many smaller CPA firms are not.&nbsp;<\/p><p>And among small- and mid-cap publicly-traded firms, the role of the ratings and rankings service providers could still be an <em>unknown<\/em> and under-appreciated factor in shaping the firm&rsquo;s reputation, valuation, access to and cost of capital, and other considerations. The article in the influential <em>CPA Journal<\/em> this month is a worthwhile attempt to educate professional CPAs, whatever their position.<\/p><p>Five professors -- co-authors and colleagues at the Feliciano School of Business, Montclair State University -- explored the question, &ldquo;Are Sustainability Rankings Consistent Across Rating Agencies?&rdquo;&nbsp; One obvious element in the piece that we noticed is something happening in both the corporate sector and investment community:&nbsp; the fluid interchangeability of terms of reference.<\/p><p>Is what is being explored by the ESG ratings and rankings service providers and their investor clients performance related to &hellip;<em>CSR (corporate social responsibility)&hellip;ESG performance factors (environment\/social\/governance)&hellip;corporate sustainability&hellip;corporate citizenship&hellip;sustainable investing?&nbsp; Combinations? All of these?<\/em><br \/>The authors use the terms interchangeably, as do company managers and capital markets practitioners in discussing the ever-more important role that &ldquo;corporate sustainability rating providers&rdquo; play in investor decision-making.&nbsp;&nbsp;<\/p><p>They cite the 2014 overview of rating agencies by Novethic Research (7 international rating agencies, 2 non-financial data providers, 8 specialized agencies and 20 local\/regional agencies). Several studies and books are identified as reference sources. &nbsp;<\/p><p>Specific CSR rankings examined for 2015 results:&nbsp; Newsweek&rsquo;s <em>Greenest Companies<\/em>; Forbes <em>Global 100 Most Sustainable Corporations<\/em>; and, CSR Magazine <em>Top 100 Global RepTrak<\/em> companies.<br \/>We offer the perspectives of the Journal authors in our Top Story so that you can see what CPA&rsquo;s will be reading in <em>their <\/em>Journal. There are important points raised -- but the three rankings examined do not cover the full breadth of the expanding universe of ESG rating organizations.&nbsp; And we are light years away from 2015 in terms of the rating agencies&rsquo; influence.<\/p><p>The three rankings cited are not as &ldquo;investor decision-useful&rdquo; as would be the analytical work of teams at such firms as MSCI, Sustainalytics, Institutional Shareholder Services (ISS); what was offered in 2015 doesn&rsquo;t compare to the depth of ESG data available today via Bloomberg and T-R Eikon terminals; the RobecoSAM Corporate Sustainability Assessment (CSA) ratings that influence inclusion in the DJSI; and, volumes of information made available by CDP (formerly the Carbon Disclosure Project).<\/p><p>The G&amp;A Institute team assists corporate managers in responding to these important players and an ever-widening range of third-party ESG service providers.&nbsp; We&#39;d like to share three basic observations with you and with CPAs: (1) the third party queries are becoming more probing in the information and data sought; (2) the corporate response effort is much more organized and thorough these days; (3) the results of both of these efforts are increasingly important to, and utilized by, the institutional investment community (both asset owners and their managers).<\/p><p>So -- the more information that CPAs have about sustainable investing and corporate ESG performance the better equipped they&rsquo;ll be to support their clients.&nbsp; The article is a good start in this regard.<br \/>The journal authors are academics Betsy Lin, Silvia Romero, Agatha Jeffers, Laurence DeGaetano, and Frank Aquilino.&nbsp;<\/p><p>This is just the introduction of G&amp;A&#39;s Sustainability Highlights newsletter this week.&nbsp;<a href=\"https:\/\/www.ga-institute.com\/newsletter\/press-release\/article\/about-sustainability-ratings-cpas-are-being-educated-by-their-professions-journal-a-good-fir.html\" target=\"_blank\">Click here to view full issue.<\/a>&nbsp;<\/p>","linkTo3BL":"http:\/\/www.3blmedia.com\/News\/About-Sustainability-Ratings-CPAs-Are-Being-Educated-Their-Professions-Journal-Good-First","thumbnailLink":"https:\/\/www.3blmedia.com\/sites\/www.3blmedia.com\/files\/styles\/thumbnail\/public\/images\/G_As_SustainabilityHighlights_0_0_1_0_0_0_1_0_0_0_0_0_0_3_0_0_3_0_0_28_18.jpg","mediumPhotoLink":"https:\/\/www.3blmedia.com\/sites\/www.3blmedia.com\/files\/styles\/medium\/public\/images\/G_As_SustainabilityHighlights_0_0_1_0_0_0_1_0_0_0_0_0_0_3_0_0_3_0_0_28_18.jpg"},{"companyName":"Ray C. Anderson Foundation","companyLink":"http:\/\/www.3blmedia.com\/Profiles\/Ray-C-Anderson-Foundation","id":"209341","title":"Ecocentricity Blog: Certifiably Certified","type":"Blog","publishedDate":"2018-08-07T10:00:00-04:00","shortTeaser":"Ah, the power of certifications. None of us has the time to research every last aspect of all of the products in our lives, so certifications let us be reasonably conscious consumers despite our time crunch.","description":"<p><span style=\"color: rgb(34, 34, 34); font-family: arial, sans-serif; font-size: small;\">Let&rsquo;s say you wanted to buy an organic avocado, because you wanted to try some of that yummy avocado toast that Millennials are all up in arms about. How do you make sure the avocado is actually organic? You look for the USDA Organic logo.<\/span><\/p><p>Now let&rsquo;s say you wanted to eat your magic organic Millennial avocado toast at a nice wooden table. Maybe it tastes better if the table is made from sustainably harvested wood. Maybe it doesn&rsquo;t. Who knows? To find out, you should look for a Forest Stewardship Council or Sustainable Forestry Initiative logo.<\/p><p>Now maybe your rainbows and unicorns magic organic Millennial avocado toast will be a life changing experience so long as you eat it at a sustainably harvested wooden table inside of a high-performing environmental building. How do we know if a building is environmentally friendly? You look for a LEED, Earthcraft, or other green building logo on the wall.<\/p><p>Ah, the power of certifications. None of us has the time to research every last aspect of all of the products in our lives, so certifications let us be reasonably conscious consumers despite our time crunch. Some certifications are more rigorous than others, and we can often feel overwhelmed by how many there are, but I would still call their existence a good thing.<\/p><p>Most certifications are for a thing &ndash; like produce, lumber or a building. A few are organizational certifications, as is the case for <a href=\"https:\/\/bcorporation.net\/\" target=\"_blank\">B Corps<\/a> . Two well-known examples are Ben and Jerry&rsquo;s Ice Cream and New Belgium Brewing. The B Corp certification is not saying that the ice cream or beer is certified, but rather that the organization making them is.<\/p><p>Certified for what though? This is where we pick things back up from last week. The benefit corporation status I discussed in my last blog is a legal structure that permits organizations to balance profit with positive social and environmental impacts. B Corp certification tells you that a company is actually doing that.<\/p><p>The certification is run by an organization called B Lab, which is a nonprofit that, according to <a href=\"https:\/\/bcorporation.net\/about-b-lab\" target=\"_blank\">its website<\/a>, &ldquo;serves a global movement of people using business as a force for good.&rdquo; I love it. I often say that Ray Anderson and Interface are one of the best examples that business, when done right, can be a force for good in the world.<\/p><p>Remarkably, certified B Corps now number 2,600 from 60 different countries. I recognize a lot of the listed companies, but I haven&rsquo;t heard of a majority of them. To me, that shows that they have truly tapped into a global movement, not just something that resonates here in the United States. Here is the list of companies [link to: https:\/\/bcorporation.net\/directory] if you want to browse.<\/p><p>I think this is a trend that will only accelerate, to the benefit of us all. It&rsquo;s generally good that businesses seek to be profitable. It&rsquo;s better when they are committed at a fundamental level to the triple-bottom line. When you see the B Corp logo, you know you can be pretty dang confident that the company is committed.<\/p>","linkTo3BL":"http:\/\/www.3blmedia.com\/News\/Ecocentricity-Blog-Certifiably-Certified","thumbnailLink":"https:\/\/www.3blmedia.com\/sites\/www.3blmedia.com\/files\/styles\/thumbnail\/public\/images\/EcocentricityOrangeHeader_38.jpg","mediumPhotoLink":"https:\/\/www.3blmedia.com\/sites\/www.3blmedia.com\/files\/styles\/medium\/public\/images\/EcocentricityOrangeHeader_38.jpg"},{"companyName":"Aflac","companyLink":"http:\/\/www.3blmedia.com\/Profiles\/Aflac","id":"208061","title":"VIDEO | Paralympic Skier, Best-Selling Author, and Childhood Cancer Survivor Josh Sundquist Helps Spread the Word About My Special Aflac Duck™","type":"Multimedia","publishedDate":"2018-08-07T09:55:00-04:00","shortTeaser":"Paralympic skier, best-selling author, and childhood cancer survivor Josh Sundquist understands the physical and emotional toll of facing childhood cancer.","description":"<p>Paralympic skier, best-selling author, and childhood cancer survivor&nbsp;<a aria-describedby=\"js_945\" aria-owns=\"\" data-hovercard=\"\/ajax\/hovercard\/page.php?id=85559118060&amp;extragetparams=%7B%22fref%22%3A%22mentions%22%7D\" data-hovercard-prefer-more-content-show=\"1\" href=\"http:\/\/joshsundquist.com\" id=\"js_946\" target=\"_blank\">Josh Sundquist<\/a>&nbsp;understands the physical and emotional toll of facing childhood cancer. Together with Aflac and&nbsp;<a data-hovercard=\"\/ajax\/hovercard\/page.php?id=30410334534&amp;extragetparams=%7B%22fref%22%3A%22mentions%22%7D\" data-hovercard-prefer-more-content-show=\"1\" href=\"https:\/\/childrensmiraclenetworkhospitals.org\/about-us\/\" target=\"_blank\">Children&#39;s Miracle Network Hospitals<\/a>, he is helping spread the word about My Special Aflac Duck&trade;, a robotic companion designed to help comfort children during treatment.<\/p><p>Josh inspires others going through hardships by sharing his story. Who inspires you on a daily basis?<\/p><p>To learn more about My Special Aflac Duck, <a href=\"https:\/\/aflacchildhoodcancer.org\" target=\"_blank\">visit the Aflac website<\/a>.<\/p><p>&nbsp;<\/p><p style=\"margin: 6px 0px 0px; display: inline; font-family: system-ui, -apple-system, BlinkMacSystemFont, &quot;.SFNSText-Regular&quot;, sans-serif; caret-color: rgb(29, 33, 41); color: rgb(29, 33, 41); font-size: 14px;\">&nbsp;<\/p><p style=\"margin: 6px 0px 0px; display: inline; font-family: system-ui, -apple-system, BlinkMacSystemFont, &quot;.SFNSText-Regular&quot;, sans-serif; caret-color: rgb(29, 33, 41); color: rgb(29, 33, 41); font-size: 14px;\">&nbsp;<\/p><p style=\"margin: 6px 0px 0px; display: inline; font-family: system-ui, -apple-system, BlinkMacSystemFont, &quot;.SFNSText-Regular&quot;, sans-serif; caret-color: rgb(29, 33, 41); color: rgb(29, 33, 41); font-size: 14px;\">&nbsp;<\/p><p style=\"margin: 6px 0px 0px; display: inline; font-family: system-ui, -apple-system, BlinkMacSystemFont, &quot;.SFNSText-Regular&quot;, sans-serif; caret-color: rgb(29, 33, 41); color: rgb(29, 33, 41); font-size: 14px;\">&nbsp;<\/p><p style=\"margin: 6px 0px 0px; display: inline; font-family: system-ui, -apple-system, BlinkMacSystemFont, &quot;.SFNSText-Regular&quot;, sans-serif; caret-color: rgb(29, 33, 41); color: rgb(29, 33, 41); font-size: 14px;\">&nbsp;<\/p>","linkTo3BL":"http:\/\/www.3blmedia.com\/News\/VIDEO-Paralympic-Skier-Best-Selling-Author-and-Childhood-Cancer-Survivor-Josh-Sundquist-Helps","thumbnailLink":"https:\/\/www.3blmedia.com\/sites\/www.3blmedia.com\/files\/styles\/thumbnail\/public\/Clients\/Screen_Shot_2016-12-01_at_9.21.26_AM.png","mediumPhotoLink":""},{"companyName":"eBay","companyLink":"http:\/\/www.3blmedia.com\/Profiles\/eBay","id":"209501","title":"eBay and ESPN Support Cancer Research With the 14th Annual ESPY Day Auction","type":"Article","publishedDate":"2018-08-07T09:35:00-04:00","shortTeaser":"For more than a decade, eBay and ESPN have partnered to host an annual ESPY Awards Charity Campaign in support of the V Foundation, an organization that creates an urgent awareness among all Americans of the importance on the war against cancer through education, advocacy, fundraising and philanthropy.","description":"<p dir=\"ltr\">For more than a decade, eBay and ESPN have partnered to&nbsp;host an annual ESPY Awards Charity Campaign in support of&nbsp;the&nbsp;<a href=\"https:\/\/www.jimmyv.org\/\" target=\"_blank\">V Foundation<\/a>, an organization that creates an urgent awareness among all Americans of the importance on the war against cancer through education, advocacy, fundraising and philanthropy.<\/p><p dir=\"ltr\">This year, the event&nbsp;raised&nbsp;$650,000 for this cause through an eBay for Charity sweepstakes campaign and&nbsp;10-day auction. In addition to the funds raised, one sweepstakes winner got the experience of a lifetime.<\/p><p dir=\"ltr\">Holly Rusch has championed cancer research for the last five years of her adult life. After losing her father to a long battle with cancer, Rusch became a loyal supporter of the V Foundation and a passionate advocate for its programs and initiatives.<\/p><p dir=\"ltr\">Holly&rsquo;s donation entered her into&nbsp;a sweepstakes to win a once-in-a-lifetime experience. &nbsp;Accompanied by her husband, the couple was invited to attend the 2018 ESPY Awards, walk the red&nbsp;carpet, and meet host Danica Patrick.&nbsp;<\/p><p dir=\"ltr\">&ldquo;For us, [the ESPYS] is about bringing awareness to cancer research and all of the great work that the V Foundation is doing in this field,&rdquo; said Castantine. &ldquo;We hope everyone takes this time to recognize how important cancer research is and what it means to the people suffering from this horrible disease. And that every dollar counts. And that every dollar can save a life.&rdquo;<\/p><p dir=\"ltr\">The sweepstakes campaign was followed by yet another tremendously successful ESPY Day Auction. Running from July 8 to 18, the 10-day auction showcased&nbsp;85 unique sports and entertainment experiences.<\/p><p dir=\"ltr\"><strong>Among the highest-grossing auction experiences were:<\/strong><\/p><ul><li><p dir=\"ltr\">Lunch with Dallas Mavericks&rsquo; Owner Mark Cuban ($40,400)<\/p><\/li><li><p dir=\"ltr\">2019 Wimbledon Experience ($30,300)<\/p><\/li><li><p dir=\"ltr\">Live with Dan Le Batard and Stugotz in South Beach ($27,600)<\/p><\/li><li><p dir=\"ltr\">ESPN College GameDay Football Experience ($19,000)<\/p><\/li><\/ul><p dir=\"ltr\">This year&rsquo;s event closed out with an eBay installation on the ESPYS red carpet, featured inventory to help fans &ldquo;get in the game&rdquo; including UNC-themed Air Jordans, signed shoes by Federer, and an Alexander Ovechkin jersey.<\/p><p dir=\"ltr\">Since its inception in 2001, eBay for Charity has inspired charitable giving on a global scale. To support your favorite nonprofit, visit&nbsp;<a href=\"https:\/\/www.charity.ebay.com\/\" target=\"_blank\">charity.ebay.com<\/a>&nbsp;to learn more.<\/p>","linkTo3BL":"http:\/\/www.3blmedia.com\/News\/eBay-and-ESPN-Support-Cancer-Research-14th-Annual-ESPY-Day-Auction","thumbnailLink":"https:\/\/www.3blmedia.com\/sites\/www.3blmedia.com\/files\/styles\/thumbnail\/public\/images\/eBay080718.jpg","mediumPhotoLink":"https:\/\/www.3blmedia.com\/sites\/www.3blmedia.com\/files\/styles\/medium\/public\/images\/eBay080718.jpg"},{"companyName":"JetBlue Airways","companyLink":"http:\/\/www.3blmedia.com\/Profiles\/JetBlue-Airways","id":"209331","title":"Jordan Bell Tips-off JetBlue's Soar with Reading Event in San Francisco","type":"Multimedia","publishedDate":"2018-08-07T09:35:00-04:00","shortTeaser":null,"description":"<p>Last week, professional basketball player Jordan Bell helped tip-off a JetBlue Soar with Reading event at the Bayview Branch of the San Francisco Public Library, as he read to local children. San Francisco and Oakland area are the latest locations to receive free book vending machines as part of JetBlue&rsquo;s annual Soar with Reading program.<\/p><p>Jordan Bell joins dancers\/choreographers Stephen &quot;tWitch&quot; Boss, and Allison Holker as celebrity ambassadors and supporters for this year&rsquo;s Soar with Reading program to spread the word. In areas known as book deserts, areas with little to no availability of books, access is the biggest obstacle. The vending machines are making a meaningful impact in the communities where they are located.<\/p><p>According to recent <a href=\"https:\/\/www.kidsdata.org\/topic\/127\/readingproficiency\/table#fmt=133&amp;loc=265&amp;tf=88&amp;ch=1249,1250,623,1251,624,1252,1253,1255&amp;sortColumnId=0&amp;sortType=asc\" target=\"_blank\">data<\/a>, in San Francisco, only 48 percent of third graders read at or above their grade level, meaning there is still a lot of work to be done. JetBlue is tackling the problem head-on, bringing free books to &ldquo;book desert&rdquo; communities where more attention is needed. As the program continues to grow, JetBlue is working to ensure that the books in the vending machines represent the communities where the machines will be place. The selection of books in the machines are changed out every two weeks so kids can come back and grab new books all summer long.<\/p><p><strong>How you can get involved? <\/strong>This summer, JetBlue invites customers to #BookWithUs and take their city&rsquo;s reading adventures to new heights. Customers and community members will be invited to vote for the city they would like to win $25,000 in children&rsquo;s books plus a &ldquo;celebrity reading room makeover&rdquo; for a local community organization. Vote now at <a href=\"https:\/\/soarwithreading.com\/book-with-us-2018\/\" target=\"_blank\">https:\/\/soarwithreading.com\/book-with-us-2018\/<\/a>.<\/p><p><strong>JetBlue For Good<\/strong> - Giving back is part of JetBlue&rsquo;s DNA and is core to its mission of inspiring humanity. Centered around volunteerism and service, JetBlue For Good focuses on the areas that are most important to the airline&rsquo;s customers and crewmembers - community, youth\/education and the environment. Combining JetBlue&rsquo;s corporate efforts with its customers&rsquo; and crewmembers&rsquo; passions, the common theme is Good &ndash; JetBlue For Good. Join the #JetBlueForGood conversation on&nbsp;<a href=\"https:\/\/twitter.com\/jetblue\/\" target=\"_blank\">Twitter<\/a>,&nbsp;<a href=\"https:\/\/www.instagram.com\/jetblue\/\" target=\"_blank\">Instagram<\/a>&nbsp;and&nbsp;<a href=\"https:\/\/www.facebook.com\/Jetblue\" target=\"_blank\">Facebook<\/a>, check for regular updates and get involved.<\/p>","linkTo3BL":"http:\/\/www.3blmedia.com\/News\/Jordan-Bell-Tips-JetBlues-Soar-Reading-Event-San-Francisco","thumbnailLink":"https:\/\/www.3blmedia.com\/sites\/www.3blmedia.com\/files\/styles\/thumbnail\/public\/images\/Jordan_Bell_1.jpeg","mediumPhotoLink":"https:\/\/www.3blmedia.com\/sites\/www.3blmedia.com\/files\/styles\/medium\/public\/images\/Jordan_Bell_1.jpeg"},{"companyName":"Las Vegas Sands","companyLink":"http:\/\/www.3blmedia.com\/Profiles\/Las-Vegas-Sands","id":"206971","title":"Learning to Lead at Las Vegas Sands","type":"Blog","publishedDate":"2018-08-07T09:20:00-04:00","shortTeaser":"Growing into leadership began early on for Sang Han, who has been with Las Vegas Sands since 2012. He started out as the front office hotel manager for The Venetian and The Palazzo before taking on his current role as assistant director of housekeeping. ","description":"<p>Las Vegas Sands is committed to promoting a culture of learning and enrichment to its Team Members. Through Sands Academy, the company&rsquo;s learning and development program in Asia and Las Vegas, Team Members are provided with opportunities to succeed in their careers and enhance skillsets to grow and develop as leaders.<\/p><p>Growing into leadership began early on for Sang Han, who has been with Las Vegas Sands since 2012, when he started out as the front office hotel manager for&nbsp;<a href=\"https:\/\/www.venetian.com\/\" target=\"_blank\">The Venetian<\/a>&nbsp;and&nbsp;<a href=\"https:\/\/www.palazzo.com\/\" target=\"_blank\">The Palazzo<\/a>&nbsp;before taking on his current role as assistant director of housekeeping. Though having experience in hospitality across the country, The Venetian and The Palazzo were the first Integrated Resorts he had worked for.<\/p><p>&ldquo;I quickly learned that The Venetian and The Palazzo had many specialized departments consisting of hundreds of Team Members working intricately together to provide such a flawless guest experience,&rdquo; Han said. &ldquo;It is definitely one of our strengths, providing the best experience at this scale; we are without a doubt the best to ever do it.&rdquo;<\/p><p>With one of the company&rsquo;s top goals to deliver outstanding service to guests and clients, it is the Team Members who are equipped with the right skills and knowledge that provide those extraordinary experiences. Han noticed that majority of senior leadership came from internal promotions, which he found rewarding and encouraging to see that the company takes interest in the professional growth of Team Members.<\/p><p>&nbsp;&ldquo;These types of learning and development opportunities through Sands Academy are prevalent throughout the property and it is obvious that the company takes great pride and interest in the development of our future and current leaders,&rdquo; he said. &ldquo;At The Venetian and The Palazzo, learning never stops and everyone is deeply vested in continued professional growth, and we celebrate such accomplishments and successes throughout the year all around the property.&rdquo;<\/p><p>Han had the honor of heading a leadership development program called &ldquo;lead,&rdquo; a program for Team Members who were interested in growing with the company. This program was designed to allow Team Members to experience the daily responsibilities of a manager with the purpose of enhancing their experience to help them become the next leaders of the company. With the vision of executive leadership, the program was soon expanded to several departments. Han credits the program as an important part of identifying and developing future talents within, and has resulted in numerous promotions. The opportunity to lead the program made for a priceless experience and understanding the key to becoming a successful, effective leader.<\/p><p>&ldquo;Both personal and professional growth does not come easy, and it is such a great relief knowing that at The Venetian and The Palazzo, you do not have to do it alone,&rdquo; he said.<\/p><p>He was promoted to his current position in 2016, which has provided him with the opportunity to grow further within the hospitality industry and work directly with a different department, getting to know even more Team Members. He is especially proud of his team because of their hard work and dedication.<\/p><p>&ldquo;Whether it is guiding them through their professional journey or talking to them about their personal lives and simply interacting with them as a peer-to-peer, being exposed to such a population has given me so much perspective both professionally and personally,&rdquo; he said.<\/p><p>To learn more about how Las Vegas Sands supports the professional growth of its employees,&nbsp;<a href=\"https:\/\/www.sands.com\/sands-cares\/people.html\" target=\"_blank\">visit the company website<\/a>.<\/p>","linkTo3BL":"http:\/\/www.3blmedia.com\/News\/Learning-Lead-Las-Vegas-Sands","thumbnailLink":"https:\/\/www.3blmedia.com\/sites\/www.3blmedia.com\/files\/styles\/thumbnail\/public\/images\/Sang_Han.png","mediumPhotoLink":"https:\/\/www.3blmedia.com\/sites\/www.3blmedia.com\/files\/styles\/medium\/public\/images\/Sang_Han.png"},{"companyName":"Fair Trade USA","companyLink":"http:\/\/www.3blmedia.com\/Profiles\/Fair-Trade-USA","id":"209176","title":"6 Times Fair Trade Funds Supported Education","type":"Blog","publishedDate":"2018-08-07T09:00:00-04:00","shortTeaser":"Look at any community around the world that works with Fair Trade, from the smallest village in Uganda, to a coastal fishing town in Mexico, and you'll see that no two have the same exact set of needs. That’s why Fair Trade USA leaves power in the hands of committees of farmers and workers to decide for themselves how the additional funds earned through Fair Trade—called Community Development Funds—will be spent. Regardless of those unique challenges, many see education as the most promising solution. Our neighbors around the world are longing to write a better future for themselves and their children by creating opportunities to learn and grow.","description":"<p>Look at any community around the world that works with Fair Trade, from the smallest village in Uganda, to a coastal fishing town in Mexico, and you&#39;ll see that no two have the same exact set of needs. That&rsquo;s why Fair Trade USA leaves power in the hands of committees of farmers and workers to decide for themselves how the additional funds earned through Fair Trade&mdash;called Community Development Funds&mdash;will be spent. Regardless of those unique challenges, many see education as the most promising solution. Our neighbors around the world are longing to write a better future for themselves and their children by creating opportunities to learn and grow.<\/p><p>This article explores a few different ways that communities across the world are using these funds to invest in learning opportunities for themselves and future generations. These are your dollars at work. Help enable more stories like these by doing your own <a href=\"https:\/\/www.fairtradecertified.org\/shopping-guides\/back-to-school-with-fair-trade\" target=\"_blank\">back to school shopping with Fair Trad<\/a><a href=\"http:\/\/www.fairtradecertified.org\/shopping-guides\/back-to-school-with-fair-trade\" target=\"_blank\">e<\/a><a href=\"https:\/\/www.fairtradecertified.org\/shopping-guides\/back-to-school-with-fair-trade\" target=\"_blank\">.<\/a><\/p><p><strong>Air conditioning classrooms in Mexico<\/strong><br \/>In Sinaloa, Mexico, where temperatures average 92 degrees Fahrenheit during the hottest months, fishermen voted to use Fair Trade Community Development Funds to install air conditioning units in the classrooms at Altata Primary School where many of their children attend school.<\/p><p><strong>Providing school kits at Miguel Valencia School in Colombia<\/strong><br \/>Cooperandes de los Andes, a Fair Trade Certified coffee co-op with roughly 3,500 members, voted to spend Community Development Funds to provide school kits to their children. These kits include a backpack, notebooks, and other school utensils.<\/p><p><strong>Purchasing a school bus and nutrition program in Mexico<\/strong><br \/>About 800 miles north of Sinaloa in Sonora, Mexico, farm workers at Wholesum Harvest have improved access to the local elementary school by purchasing a school bus with Fair Trade funds. Wholesum is a Fair Trade Certified tomato, eggplant, squash, and cucumber producer, and through the sale of their produce, has also recently implemented a scholastic nutrition program that feeds at least 290 children healthy food throughout the day at the public elementary school and the child care center.<\/p><p><strong>Offering after school classes at a community center in Costa Rica<\/strong><br \/>Locals can play soccer, take math and computer classes, adult level certification courses, and technical workshops in the evening at the community center funded by Fair Trade Community Development Funds.<\/p><p><strong>Paying school fees in Uganda<\/strong><br \/>For tea growers in the Mpanga community of Uganda, paying for their children&rsquo;s school fees is by far the biggest financial constraint. Fair Trade funds have helped pay those fees so that children can go to school and receive an education, leaving parents hopeful of one day sending their children to college. Fair Trade funds have also built a well to bring access to clean drinking water, enabled food security programs, and improved access to health care, but still many families say that help with school fees is the greatest benefit of Fair Trade. Elsewhere in Uganda, Community Development Funds have been invested into the local school to repair a roof ripped off during a storm and to purchase 60 desks, making it easier for students to learn handwriting.<\/p><p><strong>Creating a scholarship for a worker&rsquo;s son in India<\/strong><br \/>The Fair Trade Committee at Bestitch Knits in Tiruppur, India, voted to create a scholarship for the 18-year-old son of one of the workers, fully funding his undergraduate education. He plans to get a degree in commerce and hopes to one day be a Chartered Accountant in the Tiruppur area serving the manufacturing industry and workers like his mother. Read Gautam&#39;s full story <a href=\"https:\/\/www.fairtradecertified.org\/news\/meet-latha-and-gautam\" target=\"_blank\">here<\/a>.<\/p>","linkTo3BL":"http:\/\/www.3blmedia.com\/News\/6-Times-Fair-Trade-Funds-Supported-Education","thumbnailLink":"https:\/\/www.3blmedia.com\/sites\/www.3blmedia.com\/files\/styles\/thumbnail\/public\/images\/school-children-in-air-conditioned-mexico-classrooom.jpg","mediumPhotoLink":"https:\/\/www.3blmedia.com\/sites\/www.3blmedia.com\/files\/styles\/medium\/public\/images\/school-children-in-air-conditioned-mexico-classrooom.jpg"},{"companyName":"General Motors","companyLink":"http:\/\/www.3blmedia.com\/Profiles\/General-Motors","id":"209196","title":"Cabins, Campfires and STEM","type":"Blog","publishedDate":"2018-08-07T09:00:00-04:00","shortTeaser":"The warm summer months bring back fond memories. For some of us, the fondest include leaving our families for weeks at a time to head off to summer camp.\r\n\r\nRecently, Will Dickson, iHub University Innovation champion and MIT lead talent scout for General Motors, had the opportunity to do just that at the National Youth Science Camp (NYSC) in Bartow, West Virginia.\r\n\r\nEach year this STEM-focused camp invites more than 120 incoming college freshman “delegates” from across the country and around the world to explore the vast career opportunities a STEM degree can provide.","description":"<p>The warm summer months bring back fond memories. For some of us, the fondest include leaving our families for weeks at a time to head off to summer camp.<\/p><p>Recently, Will Dickson, iHub University Innovation champion and MIT lead talent scout for General Motors, had the opportunity to do just that at the National Youth Science Camp (NYSC) in Bartow, West Virginia.<\/p><p>Each year this STEM-focused camp invites more than 120 incoming college freshman &ldquo;delegates&rdquo; from across the country and around the world to explore the vast career opportunities a STEM degree can provide. At the same time, students are given a quintessential American summer camp experience complete with 7 a.m. wake-up calls, family-style meals, outdoor activities and only handwritten letters or a landline telephone to call their parents.<\/p><p>The students are hand-picked, two from each U.S. state, by their governor&rsquo;s office and a few are chosen from other countries. Throughout the four-week experience, the students hear from experts from Silicon Valley to the East Coast and across various disciplines, from physicists to neurosurgeons to engineers of every kind. The one thing that brings the lecturers and students together is a passion for science, technology, engineering or math.<\/p><p>Here&rsquo;s what Will had to say about his experience:<\/p><p style=\"margin-left: 40px;\"><i>&ldquo;Every delegate at this camp was a &lsquo;front row&rsquo; student &ndash; these were some of the best and brightest young minds I&rsquo;ve come across. Their passion for learning, combined with their aptitude and diversity, created an incredibly unique environment for learning and having fun.<\/i><\/p><p style=\"margin-left: 40px;\"><i>My lecture focused largely on what it means to make your mark in society. I wanted them not only to walk away from the discussion with a healthy knowledge of what types of things General Motors has been working on, but to also learn why we&rsquo;re doing this work. I contextualized how everyone from me to our CEO Mary Barra contributes to our mission and impacts the world. My goal was to inspire them to find a career path that keeps them passionate and proud of their work, all while showcasing the vast career opportunities at General Motors.&rdquo;<\/i><\/p><p>To showcase some of the latest technology out of General Motors, Will brought with him a 2018 Cadillac CT6 plug-in hybrid.<\/p><p>&ldquo;I heard a few of the students say &lsquo;Wow! I had no idea General Motors was working on technology like this,&rsquo; which made me feel great about sharing some stories about the hard work and cool technology that goes into our products,&rdquo; Will added.<\/p><p>As the U.S. currently lags other nations in its pipeline of STEM talent, General Motors is helping to reverse this trend. Like Will&rsquo;s day job working with MIT to solve industry issues and create interest in the auto industry, investing in exploratory opportunities for students, such as NYSC, is just one of the many ways General Motors is working to develop and inspire future STEM talent.<\/p><p>Key partners such as <a href=\"https:\/\/code.org\/\" target=\"_blank\">Code.org<\/a>, <a href=\"http:\/\/www.blackgirlscode.com\/\" target=\"_blank\">Black Girls Code<\/a>, <a href=\"https:\/\/www.instituteofplay.org\/\" target=\"_blank\">Institute of Play<\/a> and <a href=\"https:\/\/digitalpromise.org\/\" target=\"_blank\">Digital Promise<\/a> also are important to our efforts.&nbsp; Through these partnerships, we remove barriers and encourage more young people to pursue careers in technology and engineering. Our investment in STEM is also a key component in realizing our vision for a world with zero crashes, zero emissions and zero congestion.<\/p><p>At General Motors, a STEM hire was made every 26 minutes in 2016. As we work to transform the future of mobility, we will continue to inspire the next generation of professionals to pursue STEM&nbsp;careers through initiatives and mentorship.&nbsp;As seen with Will, we are fortunate that our employees are equally passionate in supporting our efforts to advance more than 100 STEM education initiatives around the world annually.<\/p><p>To learn more about how we are developing and inspiring future STEM talent, view our latest <a href=\"https:\/\/www.gmsustainability.com\/\" target=\"_blank\">2017 Sustainability Report<\/a>.<\/p>","linkTo3BL":"http:\/\/www.3blmedia.com\/News\/Cabins-Campfires-and-STEM","thumbnailLink":"https:\/\/www.3blmedia.com\/sites\/www.3blmedia.com\/files\/styles\/thumbnail\/public\/images\/STEM_Camp_resized.jpg","mediumPhotoLink":"https:\/\/www.3blmedia.com\/sites\/www.3blmedia.com\/files\/styles\/medium\/public\/images\/STEM_Camp_resized.jpg"},{"companyName":"Eastman Chemical Company","companyLink":"http:\/\/www.3blmedia.com\/Profiles\/Eastman-Chemical-Company","id":"207541","title":"Together, We Must Change the Trajectory","type":"Article","publishedDate":"2018-08-07T09:00:00-04:00","shortTeaser":"Innovation is imperative for meeting the needs of our changing world. We know we must create far more value than the resources we use or the future is not sustainable. And as the purchasing power of the world grows, we can add tremendous value by enabling sustainable consumer choices. While this innovation imperative is critically important, innovation is hard. True innovation changes behaviors and occurs at the confluence of an unmet need, a creative mindset, and the right resources which together can solve the problem. ","description":"<p>Innovation is imperative for meeting the needs of our changing world.<br \/><br \/>We know we must create far more value than the resources we use or the future is not sustainable. And as the purchasing power of the world grows, we can add tremendous value by enabling sustainable consumer choices.<\/p><p>While this innovation imperative is critically important, innovation is hard. True innovation changes behaviors and occurs at the confluence of an unmet need, a creative mindset, and the right resources which together can solve the problem.<\/p><p>We can&rsquo;t simply innovate for the sake of innovation. We must innovate to impact the world.<\/p><p>The Earth&rsquo;s resources continue to be constrained, and we must deliver consumer options that will sustain and protect our world. We leverage our world-class technology platforms across our value chain to ensure the right resources are being directed to identifying, influencing and providing unique insights tocreate transformative solutions.<\/p><p>As we continue our journey towards a specialty materials company, I&rsquo;m optimistic that our pragmatic corporate governance, applied technical expertise and adaptive business practices are leading to innovative solutions that enable the world&rsquo;s environments and societies to thrive.<\/p><p>With a global workforce that has the capability to address the world&rsquo;s greatest challenges, Eastman becomes a leader in business practices that positively impact the health and well-being of our planet and the people that populate it. Together, we are dedicated to enhancing the quality of life in a material way. This is how we are changing the trajectory.<\/p><p>--David A. Golden,&nbsp;Senior Vice President, Chief Legal &amp; Sustainability Officer, and Corporate Secretary<\/p>","linkTo3BL":"http:\/\/www.3blmedia.com\/News\/Together-We-Must-Change-Trajectory","thumbnailLink":"https:\/\/www.3blmedia.com\/sites\/www.3blmedia.com\/files\/styles\/thumbnail\/public\/images\/646459_resized_0.jpg","mediumPhotoLink":"https:\/\/www.3blmedia.com\/sites\/www.3blmedia.com\/files\/styles\/medium\/public\/images\/646459_resized_0.jpg"},{"companyName":"Hewlett Packard Enterprise (HPE)","companyLink":"http:\/\/www.3blmedia.com\/Profiles\/Hewlett-Packard-Enterprise-HPE","id":"208431","title":"HPE CEO Antonio Neri Addresses Sustainability in Living Progress Report","type":"Blog","publishedDate":"2018-08-07T08:55:00-04:00","shortTeaser":"In his first sustainability report as CEO, Antonio Neri shares HPE's approach to corporate citizenship in this age of digital disruption.","description":"<p>Humanity is at an inflection point. Climate change, population growth, security, and inequality are among the most critical challenges of our time. How will the world support the one and a half billion people predicted to be added to the global population by 2050 when we already exceed the sustainable limits of our planet? We are placing ever-increasing burdens on our resources and ecosystems. At the same time, technology is transforming the way we live and work in very positive ways&mdash;with extraordinary potential to address the needs of both businesses and society with greater efficiency and sustainability. A world where everything computes holds great promise to advance humanity on every front.<\/p><p>I am privileged to head a leading technology company at such an important and exciting time. The pace of innovation in IT is the brightest hope for solving the world&rsquo;s most pressing sustainability challenges for generations to come. The world&rsquo;s systems of manufacturing, energy production, farming, and healthcare are on the brink of an efficiency revolution&mdash;powered by connectivity and data.&nbsp;<\/p><p>We are partnering with our customers across multiple industries to transform their businesses with hybrid IT and intelligent edge solutions that are redefining efficiency and accelerating time to value. And as the industry leader in energy-efficient high-performance computing, we are empowering our customers to solve the world&rsquo;s most challenging and complex problems&mdash;from food security to healthcare delivery.<\/p><p>Although the IT industry holds incredible promise for driving sustainability in the operations of our clients, we must be always vigilant that the same focus on sustainability serves as a North Star for our own operations. High-quality data and the insights it provides are the ultimate sources of competitive advantage in the digital age; yet, extracting this business value requires an enormous amount of compute power. Unless we crack the code on delivering greater compute power with less energy, the IT sector could consume one-fifth of the world&rsquo;s electricity and produce up to 5.5% of the world&rsquo;s carbon emissions by 2025. We must develop technologies for the future with sustainability in mind&mdash;which is why HPE is committed to improving the energy performance of our product portfolio 30 times by 2025. But we can&rsquo;t stop there. We need to consider entirely new approaches to compute architecture and consumption models, while at the same time enhancing the trust, security, and governance capabilities of our customers.<\/p><p>Although HPE is at the forefront of rapid innovation, we haven&rsquo;t forgotten the values that define us. The technology sector should remember that innovation has always been confronted with ethical choices. We are proud to remain a responsible partner for our customers&mdash;to be a company that invests in its employees and sets high standards for its supply chain.<\/p><p>Environmental and social governance issues are rising to the top of boardroom agendas around the world as investors, customers, and regulators increasingly take note. Climate and human rights risks have the potential to affect every part of our value chain, including setbacks from materials scarcity and supply chain disruptions. Maintaining a resilient business means being proactive in addressing these risks before they affect customers and communities.<\/p><p>Our commitment to sustainability is increasingly important to our future as we work nonstop to shape our customers&rsquo; businesses and generate value for our shareholders. As a global company with customers around the world, our leading sustainability practices position us to have a foot forward in any market. I&rsquo;m incredibly excited to guide HPE through this business revolution, empowering customers, benefiting humanity, and energizing our business.<\/p><p><a href=\"http:\/\/bit.ly\/2KNqNjt\" target=\"_blank\"><strong>Find out more&nbsp;about HPE&#39;s sustainability&nbsp;initiatives in the new Living Progress Report<\/strong><\/a>.<\/p>","linkTo3BL":"http:\/\/www.3blmedia.com\/News\/HPE-CEO-Antonio-Neri-Addresses-Sustainability-Living-Progress-Report","thumbnailLink":"https:\/\/www.3blmedia.com\/sites\/www.3blmedia.com\/files\/styles\/thumbnail\/public\/images\/Antonio_LPR.jpg","mediumPhotoLink":"https:\/\/www.3blmedia.com\/sites\/www.3blmedia.com\/files\/styles\/medium\/public\/images\/Antonio_LPR.jpg"},{"companyName":"Schneider Electric","companyLink":"http:\/\/www.3blmedia.com\/Profiles\/Schneider-Electric","id":"209496","title":"One-planet Prosperity: The Business Case for Addressing 'Earth Overshoot'","type":"Article","publishedDate":"2018-08-07T08:45:00-04:00","shortTeaser":"Aug. 1, marked this year’s Earth Overshoot Day, the day of the year by which humanity has exhausted its annual resource budget. Between Jan. 1 and Aug. 1, humanity used more from nature than the planet’s ecosystems are able to renew in the entire year.","description":"<p>Aug. 1, marks this year&rsquo;s&nbsp;<a href=\"http:\/\/www.overshootday.org\/\" target=\"_blank\">Earth Overshoot Day<\/a><strong>,&nbsp;<\/strong>the day of the year by which humanity has exhausted its annual resource budget. Between Jan. 1 and Aug. 1, humanity used more from nature than the planet&rsquo;s ecosystems are able to renew in the entire year.<\/p><p>Running out of planet is a risk. And we believe the answer is &quot;one-planet prosperity.&quot; What does this mean?<\/p><p>&quot;One planet&quot; is not a metaphor; it&#39;s a fact. It is not a goal, but a recognition of our context. Given that, the question becomes &quot;How can we best operate, considering humanity is already demanding more than Earth&rsquo;s ecosystems renew?&quot;<\/p><p>One planet is a given. The only decision is whether we want to go for prosperity or for misery.<\/p><p>While the planet is finite, human possibilities are not. Companies can succeed if we apply two of our species&rsquo; greatest strengths: foresight and innovation.<\/p><p>Earth&rsquo;s physical constraints are in sight, thanks to a suite of international agreements. Among them:<\/p><ul><li>The United Nation&rsquo;s&nbsp;<a href=\"https:\/\/www.greenbiz.com\/tag\/sustainable-development-goals-sdgs\" target=\"_blank\">Sustainable Development Goals<\/a>, embraced by 197 countries, recognize the need to provide for a growing population&rsquo;s legitimate basic aspirations, while safeguarding the planet&rsquo;s health on which all our lives depend.<\/li><li>The&nbsp;<a href=\"https:\/\/www.cbd.int\/sp\/targets\/\" target=\"_blank\">Aichi Biodiversity Targets<\/a>&nbsp;recognize the assault on life and enormous pressures on biodiversity.<\/li><li>The&nbsp;<a href=\"https:\/\/unfccc.int\/process-and-meetings\/the-paris-agreement\/the-paris-agreement\" target=\"_blank\">Paris Climate Accord<\/a>&nbsp;sets a clear 2 degrees Celsius warming ceiling which can be achieved with a rapid move to energy efficiency and renewable energy to reach carbon neutrality.<\/li><\/ul><p>If your company has a business strategy compatible with these 21st-century visions of thriving within the means of just one planet, you may find yourself with a baked-in economic advantage.<\/p><p><strong>Expanding market<\/strong><\/p><p>On average, companies aligned with a one-planet mindset expose themselves to an expanding market. Their products and services will be needed increasingly. Their business model inevitably will be more robust. This makes it much more likely for them to be successful in the long run than companies that are incompatible with one-planet prosperity, and which will face an inevitably shrinking demand, be limited by resources scarcity or lose its &quot;license to operate.&quot;<\/p><p>Over the past decades, sustainability strategies have given businesses a leg up, a trend that can only get stronger:&nbsp;<a href=\"https:\/\/www.mckinsey.com\/business-functions\/sustainability-and-resource-productivity\/our-insights\/profits-with-purpose-how-organizing-for-sustainability-can-benefit-the-bottom-line\" target=\"_blank\">According to McKinsey<\/a>, an investment of $1 in 1993 in a value-weighted portfolio of high-sustainability companies would have grown to $22.60 by the end of 2010, compared to just $15.40 for a portfolio of &quot;low-sustainability&quot; companies.<\/p><p>We write this as leaders from the government sector (Terry from the Scottish Environmental Protection Agency, or SEPA), business sector (Xavier from Schneider Electric) and the not-for-profit sectors (Mathis from Global Footprint Network) because this perspective is no longer a partisan or a sectorial issue. Rather, it&rsquo;s the underlying driver of long-term business and societal success.<\/p><p>For instance, SEPA has put its entire regulatory framework under the umbrella of &quot;one planet prosperity,&quot; recognizing that while pollution regulation and control is still essential, it no longer suffices to secure the needed resource security for economic long-term success.<\/p><p>Global Footprint Network has partnered with Schneider Electric because Schneider is among the few companies who have a business case aligned with moving humanity out of ecological overshoot. It is supporting its clients to generate more value using less energy and resources, and emitting fewer greenhouse gases.<\/p><p>Indeed, Schneider Electric is driving its innovation strategy based on this insight, inventing technologies that deliver quantifiable environmental benefits to customers and their end-users. It embraces the sustainability challenge by building a business that can thrive now and in the future. Schneider explores, for instance, how solutions available now can help us move the date and return to a state of greater equilibrium with our available resources. This is the main finding of the company&rsquo;s&nbsp;<a href=\"https:\/\/www.schneider-electric.com\/en\/download\/document\/19982017_Mini2_Sustainability\" target=\"_blank\">recent white paper<\/a>, &quot;Living with Finite Resources: Strategies for Sustainable Resource Utilization.&quot;<\/p><p>Unfortunately, businesses that recognize this physical reality and the implications of our one-planet context for their business strategy are still rare. But we see them as critical engines for the much-needed sustainability transformation. The good news is that more companies are shifting their thinking: A recent poll of Schneider Electric clients in Europe revealed that 82 percent consider resource scarcity and sustainability as key elements in their decision-making processes.<\/p><p>When comparing current resource trends to where humanity needs to be, according to the internationally espoused visions such as the SDGs or the Paris Climate Accord, a huge performance gap becomes apparent. This illustrates that the demand for innovation and fresh approaches is dramatic.<\/p><p>Yet, working in the solution space also becomes liberating. There, we can acknowledge how far humanity still needs to go, rather than having to downplay the resource drama humanity is facing and delaying correcting action. It also becomes evident that the more who participate in building the corrective path, the easier it will be for everybody to win.<\/p><p><strong>Can we #MoveTheDate?<\/strong><\/p><p>This thinking prompted SEPA to approach its regulatory framework from the perspective of&nbsp;<a href=\"https:\/\/www.sepa.org.uk\/regulations\/how-we-regulate\/delivering-one-planet-prosperity\/\" target=\"_blank\">One Planet Prosperity<\/a>. It launched its&nbsp;<a href=\"https:\/\/www.sepa.org.uk\/media\/219427\/one-planet-prosperity-our-regulatory-strategy.pdf\" target=\"_blank\">new framework (PDF)&nbsp;<\/a>in 2016, based on the belief that for 21st-century regulators, supporting the many market and societal forces that are creating radical innovation in business models, products and services is an environmental necessity.<\/p><p>The strategic thinking and business focus Schneider Electric displays or the shift SEPA has made towards its new regulatory approach, one that embraces planetary constraints as our common context, are what we want to see become the norm, not remain the exception.<\/p><p>One planet prosperity is possible: Global Footprint Network researchers teamed up with engineers from Schneider Electric to estimate what is available today to #MoveTheDate. Schneider Electric serves four key end-markets, which account for about 70 percent of the world&rsquo;s energy consumption, representing a significant opportunity to curb energy consumption and drive the global economy&rsquo;s one-planet compatibility.<\/p><p>Together, the researchers looked only at options in which Schneider Electric already is engaged: reducing energy demand as well as decarbonizing electricity generation. The researchers calculated that if 100 percent of the existing building inventory was equipped with energy efficiency, and if electricity production took advantage of renewable technology that is readily available, the world could move Earth Overshoot Day back by at least 21 days. And that&rsquo;s just for these sectors.<\/p><p>That&rsquo;s why all three of our organizations are supporting Earth Overshoot Day: We want to #MoveTheDate. We hope to see a global economy made of one-planet-compatible business models, industry sectors and citizens.<\/p><p>After all, 2018 is the earliest Earth Overshoot Day in human history. As a result, finding strategies aligned with our one-planet context becomes an ever more significant engine for lasting prosperity.<\/p>","linkTo3BL":"http:\/\/www.3blmedia.com\/News\/One-planet-Prosperity-Business-Case-Addressing-Earth-Overshoot","thumbnailLink":"https:\/\/www.3blmedia.com\/sites\/www.3blmedia.com\/files\/styles\/thumbnail\/public\/images\/sos.jpg","mediumPhotoLink":"https:\/\/www.3blmedia.com\/sites\/www.3blmedia.com\/files\/styles\/medium\/public\/images\/sos.jpg"},{"companyName":"3BL Forum","companyLink":"http:\/\/www.3blmedia.com\/Profiles\/3BL-Forum","id":"208091","title":"VIDEO | Mark Your Calendar for 3BL Forum October 23-25","type":"Multimedia","publishedDate":"2018-08-07T08:40:00-04:00","shortTeaser":"On October 23-25, 2018, 3BL Forum will once again convene a diverse group of business, policy and NGO leaders to share insights, advance best practices and workshop forward-thinking solutions to the most pressing sustainability challenges of our tim","description":"<p><a href=\"http:\/\/bit.ly\/2O1BWds\" target=\"_blank\"><strong>3BL Forum | Brands Taking Stands&trade;<\/strong><\/a><\/p><p>On October 23-25, 2018, 3BL Forum will once again convene a diverse group of&nbsp;business, policy and NGO leaders to share insights, advance best&nbsp;practices and workshop forward-thinking solutions to the most&nbsp;pressing sustainability challenges of our time.<\/p><p>3BL Forum 2018 will feature the theme,&nbsp;<strong>Brands Taking Stands&trade;<\/strong>&nbsp;with a focus on &#39;The Long View &ndash; The Role of the Corporate Responsibility Professional as Companies Build for the Future Amid Pressure to Prioritize Profit Today.&#39;&nbsp;The event will be held just outside Washington DC, at MGM National Harbor.<\/p><p><strong>This year&#39;s summit will&nbsp;showcase&nbsp;two days of dynamic and engaging speakers, panelists, conversations and interviews. Our&nbsp;fast-paced and diverse agenda will bring the following themes to the fore:&nbsp;<\/strong><\/p><ul><li>Corporate Responsibility No Longer Optional: &lsquo;Best in Class&rsquo; Innovation and Business Practices<\/li><li>Leadership Requirements: The Corporate Vision, Voice and Influence<\/li><li>Tilting on the Fulcrum: Balancing Short Termism with the Long View<\/li><li>Corporate Responsibility Brand vs. Corporate Brand<\/li><li>From Measurement to Meaning: The Timestamp of Corporate Responsibility Outcomes<\/li><li>Emerging Issues &amp; Emerging Voices<\/li><li>And, many more connective issues that&nbsp;companies face regardless of their industry or business sector.<\/li><\/ul><p style=\"text-align: center;\"><a href=\"http:\/\/bit.ly\/2O1BWds\" target=\"_blank\"><strong>CLICK HERE TO REGISTER.<\/strong><\/a><\/p><p><strong>Pre-Conference Workshops<\/strong><br \/>Tuesday, October 23, 2018<\/p><ul><li>8:30am-12:00pm&nbsp;-- The New Normal: Unlocking Long-Term Value Through A Long-Term Lens,&nbsp;presented by CECP<\/li><li>1:00pm-5:00pm &nbsp;-- Strengthening Your Materiality Assessment and Maximizing Its Value for Your Company,&nbsp;presented by GRI<\/li><\/ul><p><strong>Day&nbsp;1<\/strong><br \/>Wednesday October 24, 2018<\/p><ul><li>8:30am-5:30pm&nbsp;-- Speakers, Panels, Interviews and Roundtables<\/li><li>5:30pm-7:00pm -- Networking Reception<\/li><li>7:00pm-9:30pm -- 3BL Forum CEO Awards and Recognition Dinner<\/li><\/ul><p><strong>Day&nbsp;2<\/strong><br \/>Thursday, October 25, 2018<\/p><ul><li>8:30am-4:00pm&nbsp;-- Speakers, Panels, Interviews, and Roundtables<\/li><\/ul><p><strong>For more information about speakers, sessions, and registration, <a href=\"http:\/\/bit.ly\/2O1BWds\" target=\"_blank\">click here.<\/a><\/strong><\/p>","linkTo3BL":"http:\/\/www.3blmedia.com\/News\/VIDEO-Mark-Your-Calendar-3BL-Forum-October-23-25","thumbnailLink":"https:\/\/www.3blmedia.com\/sites\/www.3blmedia.com\/files\/styles\/thumbnail\/public\/Clients\/3BL_FORUM_full-color_RGB.png","mediumPhotoLink":""},{"companyName":"Northern Trust","companyLink":"http:\/\/www.3blmedia.com\/Profiles\/Northern-Trust","id":"204851","title":"Northern Trust Introduces Electric Cars to India Locations","type":"Article","publishedDate":"2018-08-07T08:10:00-04:00","shortTeaser":null,"description":"<p>As a service to its employees, Northern Trust provides all staff in India with round trip transportation between home and work. In 2016, out of concern for the emissions produced by the vehicles used in this service, Northern Trust changed its service provider to one offering cleaner, more efficient vehicles and a dedicated fleet. Real-time monitoring and automated routing have led to a reduction in the number of miles traveled, resulting in a 7 percent savings in carbon emissions compared with 2015. To further reduce our carbon footprint, our India team leased a fleet of electric vehicles to provide employees a low-carbon, quiet, clean and comfortable transport service.<\/p><p>As part of the initiative, ten new electric cars rolled off the production line to our Bangalore and Pune locations during 2017 and another ten are planned for 2018. Fast-charging points have been installed to ensure consistent and reliable service. The new electric cars will save 680 metric tons of carbon dioxide over three years, equivalent to 1.6 million car miles (2.6 million kilometers). Cost-effective and environmentally friendly, this initiative is an important step towards Northern Trust meeting its overall carbon target.<\/p><p><strong>Benefits to Northern Trust India&rsquo;s conversion to electric cars <\/strong><\/p><p>Community Safety:&nbsp;Cleaner air,&nbsp;Quieter vehicles,&nbsp;Less congestion<\/p><p>Safety:&nbsp;Vetted drivers,&nbsp;GPS tracking of vehicles,&nbsp;Smarter vehicles<\/p><p>Environmental:&nbsp;Reduction in footprint,&nbsp;Obviation of diesel use,&nbsp;Less pollution<\/p><p><strong><a href=\"https:\/\/www.northerntrust.com\/about-us\/corporate-social-responsibility\" target=\"_blank\">Read the entire 2017 CSR Report here<\/a>&nbsp;<\/strong><\/p>","linkTo3BL":"http:\/\/www.3blmedia.com\/News\/Northern-Trust-Introduces-Electric-Cars-India-Locations","thumbnailLink":"https:\/\/www.3blmedia.com\/sites\/www.3blmedia.com\/files\/styles\/thumbnail\/public\/Clients\/Screen_Shot_2016-05-13_at_10.29.25_AM.png","mediumPhotoLink":""},{"companyName":"ReportAlert","companyLink":"http:\/\/www.3blmedia.com\/Profiles\/ReportAlert","id":"207496","title":"Caesars Entertainment Launches 9th Annual CSR Report","type":"Article","publishedDate":"2018-08-07T08:00:00-04:00","shortTeaser":"Caesars Entertainment Corporation (NASDAQ:CZR), the world’s most diversified gaming and entertainment company, today announced the launch of its 9th annual corporate social responsibility (CSR) report, PEOPLE PLANET PLAY, which details sustained progress against the company’s CSR goals in 2017 and the early half of 2018, and its continued commitment to its employees, suppliers and communities.    ","description":"<p>Caesars Entertainment Corporation (NASDAQ:CZR), the world&rsquo;s most diversified gaming and entertainment company, announces&nbsp;the launch of its 9th annual corporate social responsibility (CSR) report, PEOPLE PLANET PLAY, which details sustained progress against the company&rsquo;s CSR goals in 2017 and the early half of 2018, and its continued commitment to its employees, suppliers and communities.&nbsp; &nbsp;&nbsp;<\/p><p><strong>PEOPLE PLANET PLAY<\/strong><br \/>PEOPLE PLANET PLAY is the company&rsquo;s guiding CSR framework, encompassing plans, initiatives and programs to advance the way Caesars Entertainment and its affiliates make an increasingly positive impact in society.<\/p><p><strong>PEOPLE: <\/strong><strong>SUPPORTING THE WELL-BEING OF OUR TEAM MEMBERS, GUESTS AND LOCAL COMMUNITIES<\/strong><br \/>Caesars&rsquo; commitment to long-lasting, positive societal impact on the communities in which it serves was <a href=\"http:\/\/caesars.mediaroom.com\/2018-06-19-Caesars-Entertainment-Recognized-as-Most-Community-Minded-Consumer-Discretionary-Company-2018\" target=\"_blank\">recently recognized<\/a> by Civic 50, a Points of Light initiative. This is Caesars&rsquo; fourth year on the list and its third time as the leader of the consumer discretionary industry.<\/p><p><em>Delivering Value<\/em><br \/>In the past five years, Caesars has generated $48 billion in economic value benefiting employees (wages and benefits), suppliers (payment for goods and services), government bodies (taxes and licenses) and communities (giving and volunteering), including $7.6 billion in 2017. Caesars contributed <strong>three times more <\/strong>to its communities per dollar of revenue earned in 2017 than the average U.S. corporation.<\/p><p><em>Diversity, Equity &amp; Inclusion (DEI)<\/em><br \/>Caesars continues to advance equity across all divisions of the enterprise:<\/p><ul><li>In 2017, Caesars announced a goal to achieve gender equity in leadership roles by 2025.&nbsp;<\/li><li>In 2017, 32 percent of managers were people of color, 4 percentage points higher than the national average of 28 percent.<\/li><li>Caesars recognizes the benefits that diverse suppliers bring to our business and increases our procurement spend each year with minority and women-owned or disadvantaged business enterprises. Since 2011, our spend with third party certified diverse suppliers has grown from 5.8 percent of addressable spend to 16.7 percent last year, much higher (39 percent) than other participants in the Diversity Best Practices Inclusion Index.<\/li><\/ul><p><em>Employee Wellbeing<\/em><br \/>Caesars continued to invest in employee engagement, development and wellbeing in 2017:<\/p><ul><li>Caesars&rsquo; award-winning Wellness Rewards program saved employees a total of more than $30 million in 2017.<\/li><li>Caesars Entertainment was ranked as the #1 gaming company on Glassdoor as of the end of 2017. Seventy percent of team members posting on Glassdoor would recommend the company to a friend (November 2017).<\/li><li>Eighty-two percent of team members agree with the following statement: &ldquo;I like when my company takes a public stand supporting the natural environment, equality of all people or other societal issue.&rdquo;<\/li><\/ul><p><strong>PLANET: TAKING CARE OF THE WORLD WE ALL CALL HOME<\/strong><br \/>In 2018, Caesars advanced its commitment to environmental stewardship by achieving approval from the Science Based Targets initiative (SBTi) for targets that are aligned with the level of decarbonization required to keep global temperature increase below 2 degrees Celsius.<\/p><p>Caesars committed to reducing absolute Scope 1 and 2 emissions 30% by 2025 and 95% by 2050 from a 2011 baseline. Caesars also set a Scope 3 target to have 60% of suppliers commit to their own science-based targets by 2023. With these goals, Caesars leads the gaming-entertainment industry and aligns with the small number of corporations around the world that have publicly committed to science-based targets.<\/p><p><em>Leadership Performance in Water, Climate Change and Supplier Engagement<\/em><br \/>Caesars&rsquo; company-wide environmental strategy, CodeGreen, continues to lead the industry and the corporate sector in general. Caesars is one of only 55 companies worldwide to achieve an A or A- score in three CDP rankings; the company was included in the Water A List and ranked A- for climate change disclosure and A- for supplier engagement.<\/p><p><strong>PLAY: LEADING RESPONSIBLE GAMING PRACTICES IN THE INDUSTRY &amp; CREATING MEMORABLE GUEST EXPERIENCES<\/strong><\/p><p><em>Responsible Gaming<\/em><br \/>Caesars established the gaming industry&rsquo;s first responsible gaming efforts almost 30 years ago. For 15 years, the Company has deployed Responsible Gaming Ambassadors at each property; there are currently 880 Responsible Gaming Ambassadors across North American casinos.<\/p><ul><li>In 2017, more than 52,500 employees took part in more than 71,000 hours of Responsible Gaming training.<\/li><li>Caesars has set a target for 100 percent of employees who receive Responsible Gaming training to say they feel empowered to proactively report Responsible Gaming concerns at Caesars by 2020.<\/li><\/ul><p><em>Creating Memorable Guest Experiences <\/em><br \/>With a mission of inspiring grown-ups to play, Caesars creates memorable guest experiences, from live entertainment and fine dining to exciting new gaming technologies.<\/p><ul><li>Caesars continues to expand its global reach by bringing renowned hospitality, dining and entertainment experiences to Meraas&rsquo; Bluewaters Island Development with the first two non-gaming Caesars resorts. Additionally, the Company plans to open a non-gaming Caesars Palace luxury resort along the coast of Puerto Los Cabos, Baja, Mexico.<\/li><li>Gwen Stefani&rsquo;s new Las Vegas Residency, &ldquo;Gwen Stefani &ndash; Just a Girl&rdquo; at Planet Hollywood Resort &amp; Casino adds to Caesars&rsquo; more than 10,000 live entertainment shows annually.<\/li><\/ul><p>For more information on Caesars&rsquo; Corporate Citizenship, please follow @CitizenCaesars on <a href=\"https:\/\/twitter.com\/CitizenCaesars\" target=\"_blank\">Twitter<\/a> or <a href=\"https:\/\/www.facebook.com\/CitizenCaesars\/\" target=\"_blank\">Facebook<\/a> and visit the Corporate Citizenship blog at <a href=\"http:\/\/caesarscorporate.com\/about-caesars\/caesars-citizenship-blog\/\" target=\"_blank\">www.caesarscitizenship.caesarsblogs.com.<\/a><\/p><p><strong>About Caesars Entertainment<\/strong><br \/>Caesars Entertainment is the world&#39;s most diversified casino-entertainment provider and the most geographically diverse U.S. casino-entertainment company. Since its beginning in Reno, Nevada, in 1937, Caesars Entertainment has grown through development of new resorts, expansions and acquisitions and its portfolio of subsidiaries now operate 49 casinos in 13 U.S. states and five countries. Caesars Entertainment and its affiliates operate primarily under the Caesars&reg;, Harrah&#39;s&reg; and Horseshoe&reg; brand names. Caesars Entertainment&#39;s portfolio also includes the Caesars Entertainment UK family of casinos. Caesars Entertainment is focused on building loyalty and value with its guests through a unique combination of great service, excellent products, unsurpassed distribution, operational excellence and technology leadership. Caesars Entertainment is committed to its employees, suppliers, communities and the environment through its PEOPLE PLANET PLAY framework. For more information, please visit <a href=\"http:\/\/www.caesars.com\" target=\"_blank\">www.caesars.com<\/a>.<\/p><p><strong>Media Contact<\/strong><br \/><a href=\"mailto:Annie.longsworth@rfbinder.com\" target=\"_blank\">Annie Longsworth<\/a><br \/>RFB|Siren<br \/>(415) 218-7925<\/p><p><a href=\"http:\/\/caesarscorporate.com\/reports\" target=\"_blank\">Read the Report<\/a><\/p>","linkTo3BL":"http:\/\/www.3blmedia.com\/News\/Caesars-Entertainment-Launches-9th-Annual-CSR-Report","thumbnailLink":"https:\/\/www.3blmedia.com\/sites\/www.3blmedia.com\/files\/styles\/thumbnail\/public\/images\/Caesars_Entertainment_2017-2018_CSR_Infographic_1_1.png","mediumPhotoLink":"https:\/\/www.3blmedia.com\/sites\/www.3blmedia.com\/files\/styles\/medium\/public\/images\/Caesars_Entertainment_2017-2018_CSR_Infographic_1_1.png"},{"companyName":"National Grid","companyLink":"http:\/\/www.3blmedia.com\/Profiles\/National-Grid","id":"207346","title":"National Grid Northeast 80x50 Pathway: THE PATHWAY TO 2030","type":"Multimedia","publishedDate":"2018-08-07T07:05:00-04:00","shortTeaser":null,"description":"<p>The Northeast has taken concrete steps to move toward a clean energy future, including the Regional Greenhouse Gas Initiative, achievement of renewable portfolio standards (RPS) in all states, and nation-leading investments in energy efficiency. But much more will be required. Given the pace of emissions reduction required, strategic planning and a focus on cost-effectiveness have never been more critical.<\/p><p>The Pathway achieves the 40% by 2030 target (see Figure 2) by prioritizing three mutually-reinforcing transitions:<\/p><p>1. Accelerate decarbonization of the electric sector.<\/p><p>2. Transform the light-duty transportation sector through electrification.<\/p><p>3. Transform the heat sector through energy efficiency, electrification, and oil-to-gas conversion<\/p><p>To see the full version of National Grid&rsquo;s Northeast 80x50 Pathway, please visit&nbsp;<a href=\"http:\/\/bit.ly\/80x2050\" target=\"_blank\">http:\/\/bit.ly\/80x2050<\/a><strong>. &nbsp;<\/strong><\/p><p>&nbsp;<\/p><p><strong>About National Grid<\/strong><\/p><p>National Grid (LSE: NG; NYSE: NGG) is an electricity, natural gas, and clean energy delivery company that supplies the energy for more than 20 million people through its networks in New York, Massachusetts, and Rhode Island. It is the largest distributor of natural gas in the Northeast. National Grid also operates the systems that deliver gas and electricity across Great Britain.&nbsp;<\/p><p>National Grid is transforming its electricity and natural gas networks to support the 21st century digital economy with smarter, cleaner, and more resilient energy solutions. Read more about the innovative projects happening across our footprint in&nbsp;<a href=\"https:\/\/www.nationalgridus.com\/media\/pdfs\/our-company\/ng_ebook.pdf\">The Democratization of Energy<\/a>, an eBook written by National Grid&rsquo;s US president, Dean Seavers.&nbsp;<\/p><p>For more information please visit our&nbsp;<a href=\"https:\/\/www.nationalgridus.com\/\">website<\/a>. You can also follow us on&nbsp;<a href=\"http:\/\/twitter.com\/nationalgridus\">Twitter<\/a>, watch us on&nbsp;<a href=\"http:\/\/www.youtube.com\/nationalgrid?gl=GB&amp;user=nationalgrid\">YouTube<\/a>, like us on&nbsp;<a href=\"http:\/\/www.facebook.com\/nationalgrid\">Facebook<\/a>, find our photos on&nbsp;<a href=\"http:\/\/instagram.com\/nationalgrid\">Instagram<\/a>.<\/p><p align=\"center\">###<\/p><p><strong>CONTACT: Media Relations &ndash; 781-907-3980<\/strong><\/p>","linkTo3BL":"http:\/\/www.3blmedia.com\/News\/National-Grid-Northeast-80x50-Pathway-PATHWAY-2030","thumbnailLink":"https:\/\/www.3blmedia.com\/sites\/www.3blmedia.com\/files\/styles\/thumbnail\/public\/images\/Screen_Shot_2018-07-31_at_11.02.42_AM.png","mediumPhotoLink":"https:\/\/www.3blmedia.com\/sites\/www.3blmedia.com\/files\/styles\/medium\/public\/images\/Screen_Shot_2018-07-31_at_11.02.42_AM.png"},{"companyName":"America's Charities","companyLink":"http:\/\/www.3blmedia.com\/Profiles\/Americas-Charities","id":"209336","title":"America's Charities and Pinkaloo Unveil New Employee Giving and Engagement Solution","type":"Press Release","publishedDate":"2018-08-06T18:55:00-04:00","shortTeaser":"America’s Charities, which inspires employees and organizations to support causes they care about, today unveiled a new employee giving solution in partnership with Pinkaloo, a Baltimore-based technology company that uses data and technology to power growth in philanthropic giving all across the planet. The new America’s Charities’ Modern Giving Solution is designed to help employers grow their workplace giving programs and social impact while giving employees exactly what they want – a way to donate to charities and causes that matter to them whenever, however, and wherever they want.","description":"<p>Washington, D.C.,&nbsp;August 6, 2018 \/3BL Media\/ &ndash; <a href=\"https:\/\/www.charities.org\/?utm_medium=3BLMedia&amp;utm_campaign=Pinkaloo&amp;utm_source=AC&amp;utm_content=&amp;utm_term=\" target=\"_blank\">America&rsquo;s Charities<\/a>, which inspires employees and organizations to support causes they care about, today unveiled a new employee giving solution in partnership with <a href=\"https:\/\/www.pinkaloo.com\/\" target=\"_blank\">Pinkaloo<\/a>, a Baltimore-based technology company that uses data and technology to power growth in philanthropic giving all across the planet. The new <a href=\"https:\/\/www.charities.org\/moderngiving?utm_medium=Landing%20Page&amp;utm_campaign=Modern%20Giving&amp;utm_source=AC&amp;utm_content=&amp;utm_term=\" target=\"_blank\">America&rsquo;s Charities&rsquo; Modern Giving Solution<\/a> is designed to help employers grow their workplace giving programs and social impact while giving employees exactly what they want &ndash; a way to donate to charities and causes that matter to them whenever, however, and wherever they want.<\/p><p>According to America&rsquo;s Charities&rsquo; <a href=\"https:\/\/www.charities.org\/snapshot2017?utm_source=AC&amp;utm_campaign=Modern%20Giving&amp;utm_medium=3BLMedia\" target=\"_blank\">latest employee donor research<\/a>, 76 percent of employees say that the ability to choose the cause they give to is imperative. In fact, not having a choice stops 30 percent of employees from donating through the workplace. One of the top five detractors from an employee donor&#39;s giving experience is the limited ability to donate how and when they want. The new America&rsquo;s Charities Modern Giving Solution, powered by Pinkaloo, addresses all of this by putting the power into the hands of employees, while simultaneously helping employers maximize employee engagement and their impact in the community.<\/p><p>&ldquo;Our research clearly shows that donors want to decide how, when, and whom to support when it comes to charitable giving,&rdquo; said America&rsquo;s Charities President and CEO <a href=\"https:\/\/www.charities.org\/about\/james-e-starr?utm_medium=3BLMedia&amp;utm_campaign=Pinkaloo&amp;utm_source=AC&amp;utm_content=&amp;utm_term=\" target=\"_blank\">Jim Starr<\/a>. &ldquo;Pinkaloo&rsquo;s trailblazing technology is at the forefront of this trend, and we&rsquo;re excited to partner with this team of talented, forward-thinking individuals who share in America&rsquo;s Charities&rsquo; passion for shaping the future of employee giving and driving even more dollars to nonprofits to maximize their impact. Our new solution means employers and donors have more choice than ever in terms of giving back on their own terms. This will unquestionably inspire greater giving.&quot;<\/p><p><strong><u>How the New America&rsquo;s Charities Modern Giving Solution Works<\/u><\/strong><\/p><p>America&#39;s Charities&#39; <a href=\"https:\/\/www.charities.org\/moderngiving?utm_medium=Landing%20Page&amp;utm_campaign=Modern%20Giving&amp;utm_source=AC&amp;utm_content=&amp;utm_term=\" target=\"_blank\">Modern Giving Solution<\/a>, powered by Pinkaloo, makes it simpler for donors to centralize their charitable donations through a modern, secure web platform and mobile app, similar to Venmo&reg; or a health savings account. Donors have complete control over their funds, and they don&rsquo;t have to be wealthy to contribute &ndash; turning anyone with an interest in bettering the world into a philanthropist. Donors simply deposit tax-deductible donations into their Modern Giving account via credit card, payroll deduction, or their bank account each paycheck, each month, or all at once. Donors decide the frequency and amount.<\/p><p>Employees can designate all or a portion of those funds to charities right away, over the course of several months when they&rsquo;ve had a chance to explore charities that match their passions, or on the spur of a moment as events arise &ndash; like disaster recovery efforts, friend&rsquo;s fundraisers, or even for their Sunday contribution at church. Moreover, employees can easily upload tax receipts from donations they&#39;ve made through other platforms into their America&#39;s Charities Modern Giving account, empowering them to keep all of their tax receipts together in one, central location, making tax time a breeze.<\/p><p>With 1.4 million IRS-registered charities in the platform, including the <a href=\"https:\/\/www.charities.org\/charities_list?utm_medium=3BLMedia&amp;utm_campaign=Pinkaloo&amp;utm_source=AC&amp;utm_content=&amp;utm_term=\" target=\"_blank\">nearly 140 high-performing charities<\/a> that comprise America&rsquo;s Charities nonprofit membership, the Modern Giving Solution is an easy, convenient, and positive employee giving experience. Plus because Modern Giving Accounts travel with donors regardless of where they work, it also doubles as an <a href=\"https:\/\/www.charities.org\/news\/employee-benefit-give-your-company-competitive-edge-workplace-giving?utm_medium=3BLMedia&amp;utm_campaign=Pinkaloo&amp;utm_source=AC&amp;utm_content=&amp;utm_term=\" target=\"_blank\">employee benefit<\/a> that gives employers a competitive edge when it comes to recruiting and retaining top talent.<\/p><p>&ldquo;I created Pinkaloo when I realized I wanted more control over my charitable giving than was currently available on the market,&rdquo; stated <a href=\"https:\/\/www.pinkaloo.com\/about-us\" target=\"_blank\">Gideon Taub<\/a>, Pinkaloo CEO. &ldquo;I wanted to &lsquo;set it and forget it,&rsquo; but no such tool existed, and I wanted to bridge the giving gap so anyone could give, not just the wealthy few. With Modern Giving Accounts, we&rsquo;ve simultaneously empowered donors and democratized philanthropy. And with our new partnership with America&rsquo;s Charities, which has nearly four decades of experience in workplace giving and corporate social responsibility, we&rsquo;re providing end-to-end giving service and support. Pinkaloo brings employers and donors cutting-edge technology, and America&rsquo;s Charities provides world-class service and support with their meticulous charitable funds management and reporting, invaluable campaign management and expertise, and unrivaled donor support and research.&rdquo;<\/p><p>Ultimately, the fully managed and turnkey <a href=\"https:\/\/www.charities.org\/moderngiving?utm_medium=Landing%20Page&amp;utm_campaign=Modern%20Giving&amp;utm_source=AC&amp;utm_content=&amp;utm_term=\" target=\"_blank\">Modern Giving Solution<\/a>, powered by Pinkaloo, is the affordable, safe, and configurable way to power your workplace giving program, which matches how modern donors want to manage their giving for the best possible experience &ndash; and best possible outcomes.<\/p><p>The new Modern Giving Solution is the latest addition to America&rsquo;s Charities&rsquo; <a href=\"https:\/\/www.charities.org\/employee-giving-large-small-business-solutions-stf?utm_source=AC&amp;utm_campaign=Modern%20Giving&amp;utm_medium=Pinkaloo\" target=\"_blank\">full suite of high-tech, high-touch giving, volunteering, and engagement services<\/a>, from a simple giving-only product to a robust set of engagement tools. Tailored to support each employers&rsquo; specific needs and social impact goals, America&rsquo;s Charities helps companies with workplace giving, volunteerism, employee engagement, fundraising, disaster relief, matching gifts, benchmarking, strategic advice, charity vetting, charitable funds management and distribution, and more.<\/p><p><strong>To schedule a demo of the new Modern Giving Solution and discuss your company&rsquo;s charitable giving goals with our team, please visit&nbsp;<a href=\"https:\/\/www.charities.org\/moderngiving\" target=\"_blank\">https:\/\/www.charities.org\/moderngiving<\/a>. <\/strong>Need more information first? <a href=\"https:\/\/register.gotowebinar.com\/register\/7676251817033551875\" target=\"_blank\">Click here to join our short webinar on September 13, 2018 at 2:00pm EST<\/a> and dive into the details of the America&#39;s Charities&#39; Modern Giving Solution, powered by Pinkaloo.<\/p><p><strong>About America&rsquo;s Charities<\/strong><\/p><p>America&rsquo;s Charities is a 501(c)(3) membership-based nonprofit that inspires employees and organizations to support causes they care about. America&rsquo;s Charities&rsquo; deep expertise in workplace giving and employee engagement is anchored in its history in helping private and public sector employers support charities of their choice, which in turn provides more sustainable, unrestricted revenue to nonprofits that are changing our world. Since 1980, America&rsquo;s Charities has raised more than a half billion dollars in corporate, federal, state and local government workplace giving campaigns, benefiting tens of thousands of nonprofits addressing causes including education, human rights, hunger, poverty, research, animal welfare, veteran assistance, disaster relief, and health services. More information about America&rsquo;s Charities is at <a href=\"http:\/\/www.charities.org\/\" target=\"_blank\">www.charities.org<\/a>, as well as on our <a href=\"https:\/\/www.charities.org\/connect-us-online?utm_source=AC&amp;utm_campaign=Pinkaloo&amp;utm_medium=3BLMedia\" target=\"_blank\">social media networks<\/a>.<\/p><p><strong>About Pinkaloo<\/strong><\/p><p>Pinkaloo Technologies, LLC, <a href=\"http:\/\/www.pinkaloo.com\/\" target=\"_blank\">www.pinkaloo.com<\/a>, is a technology company that is on a mission to modernize Charitable Giving through our Modern Giving Accounts. We enable donors to better budget for their giving so that discovering and supporting the causes most important to them never feels burdensome.&nbsp;We&rsquo;ve streamlined the donation process to make giving back easier, and tax time a breeze. We&rsquo;re using data and technology to power a growth in philanthropic giving all across the planet.<\/p><p><strong>Media Contacts:<\/strong><\/p><p>Lindsay Nichols&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Daniel Gardner<\/p><p>America&rsquo;s Charities&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Pinkaloo<\/p><p><a href=\"mailto:lnichols@charities.org\">lnichols@charities.org<\/a> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<a href=\"mailto:daniel@pinkaloo.com\">daniel@pinkaloo.com<\/a><\/p><p>703-674-5359&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;917-746-2100<\/p>","linkTo3BL":"http:\/\/www.3blmedia.com\/News\/Americas-Charities-and-Pinkaloo-Unveil-New-Employee-Giving-and-Engagement-Solution","thumbnailLink":"https:\/\/www.3blmedia.com\/sites\/www.3blmedia.com\/files\/styles\/thumbnail\/public\/images\/Americas_Charities_powered_by_Pinkaloo_Platform_Interface_Graphic_launch_Newsletter_social_media_graphic.jpg","mediumPhotoLink":"https:\/\/www.3blmedia.com\/sites\/www.3blmedia.com\/files\/styles\/medium\/public\/images\/Americas_Charities_powered_by_Pinkaloo_Platform_Interface_Graphic_launch_Newsletter_social_media_graphic.jpg"},{"companyName":"Symantec","companyLink":"http:\/\/www.3blmedia.com\/Profiles\/Symantec","id":"209316","title":"From Royal Inspiration to Royal Recognition","type":"Blog","publishedDate":"2018-08-06T16:30:00-04:00","shortTeaser":"Symantec’s Volunteer of the Quarter initiative highlights and rewards those employees who dedicate their time and talents to address societal and environmental issues. Today we highlight our Volunteer of the Quarter Nick Coates, Principal ITSM Solutions Engineer, Production Engineering, in our Reading UK office.","description":"<p>Like many youth, as a 12-year-old I was curious, energetic, caring and significantly influenced by those around me. I looked up to people, especially those in the public eye. As I saw public figures at the time like Princess Diana dedicating their lives to helping others, I knew I wanted to do the same. Why couldn&rsquo;t I? And more importantly, how could I?<\/p><p>I channeled this enthusiasm and passion to become an active young volunteer, taking me to the chair of the local Youth Council, to a Member of Youth Parliament and to my surprise becoming a two-time nominee for Young Person of the Year.<\/p><p>Today I have carried this with me to my current role at Symantec, where the company&rsquo;s ethos of giving back and making the world a better, safer place makes me proud to have a professional home here. I spend an average of 10 hours per week to support a variety of different causes. For example, through the 47th Reading Scouts I am providing a balanced program to 6 to 8 year-olds, which includes camping, keeping healthy, being safe and exploring the local area. Participants work towards different activity and staged badges, along with challenge awards, as well as getting acquainted with their community libraries, police stations and more.<\/p><p>At Beale Park, we are growing and expanding the Education Centre and the Symantec Outdoor Classroom, which includes new technology from 360 cameras to virtual reality educating parents and children about local wildlife.<\/p><p>As part of Symantec&rsquo;s online safety education and STEM engagement initiatives, I lead the Symantec Cyber Spy Challenge at several national&nbsp;<a href=\"http:\/\/www.teentech.com\/\" target=\"_blank\">TeenTech<\/a>&nbsp;events. The challenge takes students on an online &ldquo;treasure hunt&rdquo; working through real-life scenarios to demonstrate how information can be exposed, the role of cyber security and what a future career in the field can mean for students and the world.<\/p><p>Lastly, applying my&nbsp;security background, I am working on a first of its kind program with Thames Valley Police Neighborhood Policing Team and local schools to promote online safety. We are now working to expand the program to other communities.<\/p><p><strong>Professional skills that give back<\/strong><\/p><p>Whilst my professional skills are technical based, I have had the opportunity to grow other skills such as leadership, presentation and time management throughout my seven years at Symantec. I now have the opportunity to apply all of these to benefit my community. For example, as a School Officer I have the unique opportunity to apply my technical knowledge in a new way, while also honing my presentation and communications skills. And with the scouts I am leading smaller, more intimate teams. Additionally, it&rsquo;s enabled me to work with a diverse range of people, young and old, from all different backgrounds, genders, ages and sexual orientation; something I find invaluable to my professional work as well.<\/p><p><strong>From Royal Inspiration to Royal Recognition<\/strong><\/p><p>One of my proudest moments was being awarded The Princess Diana Memorial Award for the impact I have made to communities across the UK. This included an invitation to Buckingham Palace and the Althorp House where Princess Diana grew up.&nbsp;I was inspired by Princess Diana and was given a platform at Symantec, and both have shaped my ability to make a positive impact on the world.&nbsp;&nbsp;<\/p><p>Looking around us we can find inspiration for giving back in our daily lives &ndash; be that a mentor, a co-worker, a family member or a hero. For many in corporate roles, the platform awaits you. If it doesn&rsquo;t, create your own. Whilst not-for profits need to keep afloat through funding, they also need people to give up their time, be it one hour or 10 hours. Through volunteering, you can make a huge impact not just for the nonprofits themselves, but also the people and the environment that they touch and support. For me, this last payback keeps me wanting to give more.<\/p>","linkTo3BL":"http:\/\/www.3blmedia.com\/News\/Royal-Inspiration-Royal-Recognition","thumbnailLink":"https:\/\/www.3blmedia.com\/sites\/www.3blmedia.com\/files\/styles\/thumbnail\/public\/images\/symantec1.jpg","mediumPhotoLink":"https:\/\/www.3blmedia.com\/sites\/www.3blmedia.com\/files\/styles\/medium\/public\/images\/symantec1.jpg"}],"responseStatus":{"status":"success","code":"200","message":"success"}}]